Repository: giellalt/corpus-sme
Catalog: prestable/tmx/eng/admin/depts/regjeringen.no/oktavuoadieut_id_265.html.tmx
Source language: sme
Languages: eng

source: Oktavuohta - regjeringen.no
eng: Contact - regjeringen.no

source: Čále nama dahje tel. nr..:
eng: Enter name or phone number:

source: Čájet bargiid
eng: Show employees of

source: Cavgileapmi: Divtte namma-dahje tel. nr. - ruvttu leat guorusin, de oččut ovdan buot ossodaga bargiid
eng: To show all employees in a unit, leave the name / phone number-field blank.

source: Fitnanadreassa: Grubbegt.
eng: Visiting address: Grubbegata 1, Oslo

source: 1, Oslo Poastadreassa: Postboks 8118 Dep 0032 Oslo E-poasta: E-poasta departementii Poastavuostáiváldin GRD E-poasta bargiide Telefovdna: Telefovdna telefonguovddážii 22 24 90 90 Telefáksa 22 24 95 85 Telefonnummárat bargiide Preassagulahallanolbmot
eng: Postal adress: P. O. Box 8118 Dep, 0032 Oslo Telephone: (+47) 22 24 90 90 Fax: (+47) 22 24 95 85 E-mail:
